Autodesk.Revit.DB.Structure.BendingDetailAngularDimensionsMeasurementOptions
Since:
2024
Describes the angular dimension measurement options.
Since:
2024

Autodesk.Revit.DB.Structure.BendingDetailAngularDimensionsMeasurementOptions.Outside
Measure the angle outside of the segments.

Autodesk.Revit.DB.Structure.BendingDetailAngularDimensionsMeasurementOptions.Inside
Measure the angle inside the segments.